import { useGetBlock } from "@shared/lib/hooks/useGetBlock";
import { FAQList } from "@shared/ui/Accordion/faq-accordion";
import { useEffect, useState } from "react";
import styles from "./styles.module.scss";

export const FAQScreen = () => {
  const [items, setItems] = useState<any>();
  useEffect(() => {
    const fetchBlock = async () => {
      try {
        const block = await useGetBlock("/api/faqs/1");
        setItems(block);
      } catch (error) {
        console.error("Error fetching packages:", error);
      }
    };

    fetchBlock();
  }, []);

  return (
    <>
      {items ? (
        <>
          <section className={`${styles.faq} w-full`} id="faq">
            <span className={styles.faq__heading}>FAQ</span>
            <FAQList items={items.questions} />
            <div className="w-full flex items-center justify-center">
              <button className="text-black text-sm mt-8">
                Еще больше ответов на вопросы{" "}
                <a href="/faq" className="text-main">
                  здесь
                </a>
              </button>
            </div>
            <div className="flex flex-col opacity-0">
              <h2 className="className">посылка из европы в россию</h2>
              <p className="className">
                На сегодняшний день отправка посылок из европейских стран в
                Россию остается востребованной услугой как среди частных лиц,
                так и среди бизнеса. Несмотря на изменения в международных
                отношениях и логистике, компании предлагают различные варианты
                доставки, которые позволяют отправлять и получать посылки в
                установленные сроки. Важно учитывать особенности таможенного
                контроля и правила оформления, чтобы избежать задержек и
                дополнительных расходов.
              </p>
              <h3 className="className">
                как отправить посылку из европы в россию
              </h3>
              <p className="className">
                Отправка посылок из Европы в Россию требует внимательного
                подхода к выбору курьерской службы и подготовке документации.
                Наиболее популярные компании для доставки — это DHL, UPS, и
                FedEx, которые предоставляют услуги как для частных, так и для
                коммерческих отправлений. Важно заранее уточнить, какие товары
                можно отправлять, а какие подлежат ограничению или
                дополнительному контролю. Подготовка посылки включает упаковку,
                заполнение сопроводительных документов и выбор метода доставки:
                экспресс или стандарт.
              </p>
              <h3 className="className">посылки из европы в россию сейчас</h3>
              <p className="className">
                С текущей ситуацией в мире доставка посылок из Европы в Россию
                претерпела изменения. Некоторые курьерские службы временно
                приостановили свои услуги, что увеличивает сроки доставки и
                может ограничить выбор транспортных компаний. В таких условиях
                многие отправители обращаются к альтернативным способам
                доставки, например, через посредников или специализированные
                компании, которые занимаются решением сложных логистических
                задач. Важно учитывать, что даже в условиях ограничений доставка
                остается возможной, хотя и требует большего планирования.
              </p>
              <h2 className="className">посылки из европы в россию 2025</h2>
              <p className="className">
                В 2024-2025 году ожидаются дальнейшие изменения в логистических
                процессах и правилах ввоза товаров из Европы в Россию. Текущие
                тенденции показывают, что акцент будет сделан на оптимизацию
                таможенного контроля и развитие новых маршрутов для обеспечения
                стабильных поставок. Ожидается появление новых сервисов, которые
                позволят упростить процесс оформления и сократить сроки
                доставки, а также предложат клиентам гибкие тарифные планы и
                возможность отслеживания отправлений в режиме реального времени.
              </p>
              <h3 className="className">отправка посылок в европу из россии</h3>
              <p className="className">
                Отправка посылок в европейские страны из России имеет свои
                особенности, связанные с таможенными правилами и запретами на
                ввоз некоторых товаров. Чтобы отправить посылку без лишних
                задержек, необходимо правильно указать содержимое, стоимость и
                оформить все необходимые документы. Курьерские службы, такие как
                EMS, Pony Express и CDEK, предлагают широкий выбор вариантов
                доставки, включая экспресс и стандарт. Перед отправкой важно
                ознакомиться с требованиями каждой страны и выбрать оптимальный
                способ доставки.
              </p>
              <h3 className="className">
                доставить посылку из европы в россию
              </h3>
              <p className="className">
                Для доставки посылки из Европы в Россию нужно выбрать
                проверенную транспортную компанию, которая сможет предложить
                надежное и быстрое решение. Клиенты могут воспользоваться
                услугами как крупных международных компаний, так и локальных
                курьерских служб. В зависимости от срочности и бюджета можно
                выбрать авиаперевозки, наземный транспорт или мультимодальные
                решения. Обратите внимание на возможность отслеживания посылки и
                дополнительные услуги, такие как страховка и наложенный платеж.
              </p>
              <h2 className="className">посылки в европу из россии почтой</h2>
              <p className="className">
                Отправка посылок в Европу через Почту России остается одним из
                самых популярных и экономичных способов доставки. Почта России
                предлагает различные тарифы и условия, включая международные
                посылки с отслеживанием. Однако сроки доставки могут
                варьироваться в зависимости от загруженности почтовых служб и
                особенностей таможенного оформления. Для ускорения процесса
                рекомендуется использовать услугу EMS, которая позволяет
                отправлять срочные посылки в большинство европейских стран.
              </p>
            </div>
          </section>
        </>
      ) : (
        <></>
      )}
    </>
  );
};
