export interface IAboutCard {
  title: string;
  description: string;
}
export const aboutCard: IAboutCard[] = [
  {
    title: "Надежность и точность",
    description:
      "Мы гарантируем своевременную доставку и безопасность вашего груза на каждом этапе.",
  },
  {
    title: "Надежность и точность",
    description:
      "Мы гарантируем своевременную доставку и безопасность вашего груза на каждом этапе.",
  },
  {
    title: "Надежность и точность",
    description:
      "Мы гарантируем своевременную доставку и безопасность вашего груза на каждом этапе.",
  },
  {
    title: "Надежность и точность",
    description:
      "Мы гарантируем своевременную доставку и безопасность вашего груза на каждом этапе.",
  },
];
