export interface IFeedbackItem {
  name: string;
  stars: number;
  text: string;
}
export const feedbacks: IFeedbackItem[] = [
  {
    name: "Марина П.",
    stars: 5,
    text: "Очень довольна сервисом! Заказываю доставку продуктов уже несколько месяцев и ни разу не было проблем. Курьеры всегда вежливые и пунктуальные. ",
  },
  {
    name: "Марина П.",
    stars: 5,
    text: "Очень довольна сервисом! Заказываю доставку продуктов уже несколько месяцев и ни разу не было проблем. Курьеры всегда вежливые и пунктуальные. ",
  },
  {
    name: "Марина П.",
    stars: 5,
    text: "Очень довольна сервисом! Заказываю доставку продуктов уже несколько месяцев и ни разу не было проблем. Курьеры всегда вежливые и пунктуальные. ",
  },
];
