export interface AccordionItem {
  question: string;
  answer: string;
}

export const servicesAccordion: AccordionItem[] = [
  {
    question: "Вызов курьера",
    answer:
      "Оформить заказ на доставку посылок из Европы в Россию и страны СНГ можно создав заказ в личном кабинете и оплатив его. В скором времени вы получите подтвержение заказа на указанную электронную почту, а также дополнительную информацию относительно подготовки отправления к передаче. \nЗаказать услугу «помощь в покупке» из онлайн-магазина, можно написав нам в телеграм/вотс ап. Мы с удовольствием поможем и расскажем условия.",
  },
  {
    question: "Тарифы",
    answer:
      "Оплатить доставку посылки из Европы в Россию и страны СНГ можно несколькими способами: 1) онлайн картой банка, выпущенной за пределами России и Беларуси, нажав кнопку «оплатить» при оформлении заказа. \n2) банковским переводом в евро, по нашим банковским реквизитам по номеру IBAN \n2) рублями или криптовалютой, уточните реквизиты для оплаты, написав нам в вотс ап или телеграм . ",
  },
  {
    question: "Максимальный вес",
    answer:
      "Оплатить доставку посылки из Европы в Россию и страны СНГ можно несколькими способами: 1) онлайн картой банка, выпущенной за пределами России и Беларуси, нажав кнопку «оплатить» при оформлении заказа. \n2) банковским переводом в евро, по нашим банковским реквизитам по номеру IBAN \n2) рублями или криптовалютой, уточните реквизиты для оплаты, написав нам в вотс ап или телеграм . ",
  },
  {
    question: "Максимальный размер: длина+ширина+высота",
    answer:
      "Оплатить доставку посылки из Европы в Россию и страны СНГ можно несколькими способами: 1) онлайн картой банка, выпущенной за пределами России и Беларуси, нажав кнопку «оплатить» при оформлении заказа. \n2) банковским переводом в евро, по нашим банковским реквизитам по номеру IBAN \n2) рублями или криптовалютой, уточните реквизиты для оплаты, написав нам в вотс ап или телеграм . ",
  },
  {
    question: "Доставка",
    answer:
      "Оплатить доставку посылки из Европы в Россию и страны СНГ можно несколькими способами: 1) онлайн картой банка, выпущенной за пределами России и Беларуси, нажав кнопку «оплатить» при оформлении заказа. \n2) банковским переводом в евро, по нашим банковским реквизитам по номеру IBAN \n2) рублями или криптовалютой, уточните реквизиты для оплаты, написав нам в вотс ап или телеграм . ",
  },
];
